{
  "common": {
    "links": {
      "home": {
        "title": "Go to frontpage",
        "image": "/oppija-raamit/img/opintopolku_large-en.png"
      }
    }
  },
  "header": {
    "ariaLabel": "Top navigation",
    "ariaLabelOmaOpintopolku": "My Studyinfo navigation",
    "languages": {
      "ariaLabel": "Choose language",
      "fi": "Suomeksi",
      "sv": "På svenska",
      "en": "In English",
      "fi_alt": "Suomi",
      "sv_alt": "Svenska",
      "en_alt": "English"
    },
    "shortlist": "My shortlist",
    "links": {
      "login": "Log in",
      "logout": "Log out",
      "eperusteet": {
        "title": "ePerusteet",
        "url": "https://eperusteet.opintopolku.fi/"
      },
      "wordpress": {
        "url": "/wp2/en"
      },
      "home": "Home",
      "opintopolku": "Opintopolku.fi",
      "oma-opintopolku": "My Studyinfo",
      "applications": "My applications",
      "koski": "My studies",
      "tietojeni-kaytto": "How is my data used?"
    },
    "cookie": {
      "info": "We use cookies on this site to enhance your user experience.",
      "close": "Close"
    },
    "cookieModal": {
      "header": "Evästeiden käyttö opintopolussa en",
      "info": "Opintopolussa käytetään valtaosin ensimmäisen osapuolen evästeitä. Ulkopuoliset tahot eivät saa niitä käyttöönsä.\n\nEvästeiden avulla seurataan käyttäjän käyttökokemusta verkkosivustolla. Käyttäjätiedot ovat anonyymeja – kerätystä tiedosta ei voi tunnistaa käyttäjää henkilökohtaisesti. Näitä tietoja ei myöskään jaeta minkään ulkopuolisen osapuolen kanssa eikä niitä käytetä muihin tarkoituksiin.",
      "settings": "Asetukset",
      "agreement": "Sallin seuraavat evästeet:",
      "mandatoryCookies": "Välttämättömät evästeet",
      "statisticCookies": "Tilastointiin liittyvät evästeet",
      "marketingCookies": "Markkinointievästeet",
      "accept": "Hyväksy evästeet",
      "expandCookieText":  "Lue lisää evästeistä",
      "fullCookieText": "Evästeet\n\nMitä evästeet ovat?\nEvästeet ovat pieniä tekstitiedostoja, joita sivusto tallentaa tietokoneellesi tai mobiililaitteellesi. Se sisältää yksilöllisen, nimettömän tunnisteen, jonka avulla verkkopalvelu tunnistaa sivustolla vierailevat eri selaimet. Evästeillä kerättävillä tiedoilla ei voida tunnistaa yksittäisiä käyttäjiä. Opetushallitus edellyttää, että hyväksyt evästeiden käytön voidaksesi käyttää Opintopolku -verkkopalveluamme.\n\nEvästeitä ovat:\n- Ensimmäisen osapuolen evästeet tulevat suoraan verkkosivustolta, jolla käyt. Vain tämä sivusto voi lukea ne.\n- Lisäksi verkkosivusto saattaa käyttää ulkopuolisia palveluja, jotka lähettävät omia evästeitään. Näitä kutsutaan kolmannen osapuolen evästeiksi. \n- Pysyvät evästeet ovat tietokoneellesi tallennettavia evästeitä, joita ei poisteta automaattisesti, kun suljet selaimen. Istuntokohtaiset evästeet sen sijaan poistetaan istunnon päättyessä.\n\nEvästeiden tarkoituksena on, että sivusto säilyttää tietyt valintasi (Opintopolussa esim. muistilista ja kieli) tietyn ajan.\n\nNäin sinun ei tarvitse tehdä samoja valintoja uudelleen, kun siirryt sivustolla sivulta toiselle saman istunnon aikana.\n\nEvästeiden avulla voidaan myös kerätä anonymisoituja tietoja siitä, miten käyttäjät sivustolla toimivat. Näiden tietojen perusteella ei voida tunnistaa yksittäistä käyttäjää.\n\nMihin evästeitä käytetään Opintopolussa?\nOpintopolussa käytetään valtaosin ensimmäisen osapuolen evästeitä. Ulkopuoliset tahot eivät saa niitä käyttöönsä.\n\nOpintopolussa on käytössä seuraavia ensimmäisen osapuolen evästeitä. Niiden tarkoitus on mahdollistaa sivuston käytön (esim. todentamisevästeet ja tekniset evästeet)\n\nOpetushallitus edellyttää, että hyväksyt evästeiden käytön evästebannerissa, voidaksesi käyttää Opintopolku -verkkopalveluamme.\ntodentamisevästeet tallennetaan laitteellesi, kun kirjaudut Oma Opintopolkuun käyttäen Suomi.fi -tunnistautumista.\nkerätä analytiikkadataa käyttäjän sivulatauksista Opintopolussa.\nanalytiikan evästeitä käytetään ainoastaan kehittämistarkoituksiin pyrkimyksenä parantaa sivuston kaikille käyttäjille tarjottavaa palvelua. Opintopolun analytiikan seurannassa käytetään Matomoa.\nEvästeiden avulla seurataan käyttäjän käyttökokemusta verkkosivustolla. Käyttäjätiedot ovat anonyymeja – kerätystä tiedosta ei voi tunnistaa käyttäjää henkilökohtaisesti.\n\nNäitä tietoja ei myöskään jaeta minkään ulkopuolisen osapuolen kanssaeikä niitä käytetä muihin tarkoituksiin.\n\nOpintopolun kolmannen osapuolen evästeet\nOpintopolussa on käytössä YouTube ja Instagram, jotka keräävät kolmannen osapuolen evästeitä. Youtubea käytetään Opintopolun ohje- ja opiskelu/uravideoissa.\n\nVoidaksesi nähdä tällaisen kolmannen osapuolen sisällön sinun on ensin hyväksyttävä kyseisen palvelun omat käyttöehdot. Tämä koskee myös niiden evästekäytäntöjä, joita Opintopolku ei voi valvoa.\n\nJos et käytä ulkopuolisten palveluntarjoajien sisältöä, mitään kolmannen osapuolen evästeitä ei asenneta laitteellesi.\n\nEvästeiden käytön hallinta\nEvästeitä voi vapaasti hallita ja/tai poistaa. Ohjeita löytyy esimerkiksi osoitteesta aboutcookies.org.\n\nEvästeiden poistaminen käyttäjän laitteelta\nVoit poistaa kaikki laitteellasi olevat evästeet tyhjentämällä selaimesi selaushistorian. Tämä toiminto poistaa kaikkien käyttämiesi sivustojen asettamat evästeet. Huomaa kuitenkin, että tällöin saatat menettää myös joitakin tallentamiasi tietoja.\n\nSivustokohtaisten evästeiden hallinta\nSivustokohtaisia evästeitä voi hallita selaimen yksityisyys- ja evästeasetuksista.\n\nEvästeiden estäminen\nUseimmissa uusissa selaimissa voi estää evästeiden asettamisen laitteelle kokonaan, mutta tällöin voit joutua mukauttamaan joitakin asetuksia aina, kun käyt jollakin sivustolla/sivulla. Jotkin palvelut ja toiminnot eivät välttämättä toimi kunnolla (esim. sisäänkirjautuminen)."
    },
    "mobileMenuButton": {
      "ariaLabel": "Menu"
    }
  },
  "footer": {
    "ariaLabel": "Service information",
    "note": "The education providers and higher education institutions maintain their study programme information on Studyinfo. You can check the validity of the information directly from the educational institution or the higher education institution.",
    "copyright": "Copyright @ 2018 Finnish National Board of Education",
    "linksHeading": "Elsewhere in Studyinfo",
    "links": {
      "mystudyinfo": {
        "title": "What is My Studyinfo -service?",
        "url": "/wp2/en/my-studyinfo-service/"
      },
      "description": {
        "title": "What is Studyinfo?",
        "url": "/wp2/en/what-is-studyinfo/"
      },
      "feedback": {
        "title": "Give feedback – ask for advice",
        "url": "/wp2/en/anna-palautetta-kysy-neuvoa/"
      },
      "register": {
        "title": "Register description",
        "url": "/wp2/en/register/"
      },
      "opetushallitus": {
        "title": "Finnish National Board of Education",
        "image": "/oppija-raamit/img/OPH_logo-en.svg",
        "link": "http://www.oph.fi/english"
      },
      "opetusministerio": {
        "title": "Ministry of Education and Culture",
        "image": "/oppija-raamit/img/OKM_logo-en.png",
        "link": "http://www.minedu.fi/OPM/?lang=en"
      }
    }
  },
  "demo": {
    "warning": "This is a demo site for learning purposes. Please note that you cannot apply here for real study programmes."
  }
}
