{
  "common": {
    "links": {
      "home": {
        "title": "Gå till framsida",
        "image": "/oppija-raamit/img/opintopolku_large-sv.png"
      }
    }
  },
  "header": {
    "ariaLabel": "Top navigation",
    "ariaLabelOmaOpintopolku": "Min Studieinfo navigation",
    "languages": {
      "ariaLabel": "Välja språk",
      "fi": "Suomeksi",
      "sv": "På svenska",
      "en": "In English",
      "fi_alt": "Suomi",
      "sv_alt": "Svenska",
      "en_alt": "English"
    },
    "shortlist": "Minneslista",
    "links": {
      "login": "Logga in",
      "logout": "Logga ut",
      "eperusteet": {
        "title": "eGrunder",
        "url": "https://egrunder.studieinfo.fi/"
      },
      "ehoks": {
        "title": "ePUK",
        "url": "https://studieinfo.fi/ehoks"
      },
      "wordpress": {
        "url": "/wp"
      },
      "home": "Hemsida",
      "opintopolku": "Studieinfo.fi",
      "oma-opintopolku": "Min Studieinfo",
      "applications": "Min ansökan",
      "koski": "Mina studier",
      "tietojeni-kaytto": "Hur används mina uppgifter?"
    },
    "cookieModal": {
      "header": "Studieinfos kakpolicy (cookies)",
      "info": "<p>En kaka är en liten textfil som webbläsaren lagrar på din dator eller mobila enhet. Den innehåller en unik, anonym tagg med vilken webbtjänsten kan identifiera olika webbläsare som besöker webbplatsen. Med den information som samlas via kakor kan man inte identifiera enskilda användare.</p><p>Utbildningsstyrelsen förutsätter att du accepterar användningen av kakor då du använder vår Studieinfo webbplats.</p>",
      "settings": " Inställningar",
      "agreement": "Jag godkänner följande kakor:",
      "mandatoryCookies": "Nödvändiga kakor",
      "statisticCookies": "Kakor som anknyter till statistik",
      "marketingCookies": "Kakor som anknyter till marknadsföring",
      "accept": "Godkänn kakor",
      "expandCookieText":  "Läs mer om kakorna",
      "fullCookieText": "<p><strong>Olika slags kakor</strong></p><p><strong>Förstapartskakor</strong> samlas in på de webbplatser du besöker. Endast den ifrågavarande webbplatsen kan läsa dem. En webbplats kan dessutom använda sig av utomstående tjänster, som innehåller egna kakor. Dessa benämns <strong>trepartskakor</strong>.</p><p>Kakor som sparas permanent i din dator raderas inte automatiskt då du stänger webbläsaren. Kakor som sparas under en session, raderas däremot då sessionen avslutas.</p><p>Syftet med kakor är att spara de val du gjort på en webbplats (i Studieinfo exempelvis minneslistan och språket) för en viss tid. Du behöver då inte göra samma val på nytt då du bläddar mellan olika sidor under en och samma webbsession.</p><p>Genom kakor kan man också samla in anonyma uppgifter om hur användarna fungerar på en webbplats. Då är det inte möjligt att identifiera en enskild användare.</p><p><strong>Till vad används kakor i Studieinfo?</strong></p><p>I Studieinfo används främst förstapartskakor. Utomstående parter har inte tillgång till uppgifterna. I Studieinfo används följande förstapartskakor, vars uppgifter är att</p><ul><li>möjliggöra användningen av webbplatsen (t.ex. autentiseringskakor och tekniska kakor)<ul><li>Utbildningsstyrelsen förutsätter att du godkänner användningen av kakor för att kunna använda vår webbtjänst</li><li>autentiseringskakor sparas på din dator då du loggar in i Min Studieinfo med Suomi.fi-identifiering.</li></ul></li><li>samla analytisk data om nedladdning av sidor i Studieinfo</li></ul><p>Kakor för analysering används endast för att utveckla webbplatsen. Vid uppföljningen används Matomo.</p><p>Med hjälp av kakor utreds också användarerfarenheten av webbplatsen. Uppgifterna är anonyma och användarna kan inte identifieras. Uppgifterna delas inte till utomstående parter eller används för andra ändamål. OBS! Enligt förordningen om gemensam digital ingång för tillhandahållande av information, förfaranden samt hjälp- och problemlösningstjänster insamlas användarstatistik över och respons från användare med beaktande av användarnas anonymitet från webbplatsen Ditt Europa och från de webbplatser som det länkas till från denna webbplats. Avsikten är att förbättra den digitala ingångens funktion. EU-kommissionen godkänner stadgandena om verkställande, vilka närmare bestämmer om vilken metod som används vid insamlande och delning av användaruppgifter. Samtidigt bestäms om regler för insamlandet och delningen av användarresponsen.</p><p> </p><p><strong>Tredjepartskakor i Studieinfo</strong></p><p>I Studieinfo används YouTube och Instagram, vilka samlar uppgifter i form av tredjepartskakor. Youtube används för instruktionsvideor samt i studie-/karriärvideor.</p><p>För att du ska kunna se trepartsuppgifter bör du först godkänna användarvillkoren för ifrågavarande tjänst. Detta gäller också sådan kakpolicy som Studieinfo inte kan kontrollera. Om du inte använder utomstående tjänsteleverantörers innehåll installeras inte heller tredjepartskakor i din apparat.</p><p><strong>Att kontrollera användningen av kakor</strong></p><p>Du kan fritt kontrollera och eller radera kakor. Du hittar mera anvisningar till exempel på adressen <a href=\"https://www.aboutcookies.org/\" target=\"_blank\">aboutcookies.org</a>.</p><p><strong>Att radera kakor från apparater</strong></p><p>Du kan radera alla kakor på din apparat genom att tömma bläddringshistorian. Denna funktion raderar alla kakor på de webbplatser du har besökt. Observera ändå att då du raderar kakorna, kan du gå miste om vissa uppgifter som du har sparat i din apparat.</p><p><strong>Att kontrollera kakor på olika webbplatser</strong></p><p>Du kan kontrollera kakor på olika webbplatser via webbläsarens inställningar för integritet och kakor.</p><p><strong>Att förhindra användningen av kakor</strong></p><p>I de flesta nya webbläsare kan du förhindra att kakor sparas på din apparat helt och hållet. Då kan du ändå vara tvungen att anpassa vissa inställningar då du besöker olika webbplatser. Dessutom kan vissa tjänster och funktioner fungera bristfälligt (till exempel inloggning).</p>"
    },
    "mobileMenuButton": {
      "ariaLabel": "Meny"
    }
  },
  "footer": {
    "ariaLabel": "Serviceinformation",
    "note": "Utbildningsanordnarna och högskolorna uppdaterar själva uppgifterna om sina utbildningar i Studieinfo. Du kan kontrollera att uppgifterna är riktiga av läroanstalten eller högskolan.",
    "copyright": "Copyright © 2018 Utbildningsstyrelsen",
    "linksHeading": "Annanstans i Studieinfo",
    "links": {
      "mystudyinfo": {
        "title": "Vad är Min Studieinfo -tjänsten?",
        "url": "/wp/sv/min-studieinfo-tjansten/"
      },
      "description": {
        "title": "Vad är Studieinfo?",
        "url": "/wp/sv/studieinfo-2/vad-ar-studieinfo/"
      },
      "feedback": {
        "title": "Ge feedback – fråga råd",
        "url": "/wp/sv/studieinfo-2/tes5/"
      },
      "register": {
        "title": "Dataskyddsbeskrivning",
        "url": "/wp/sv/dataskyddsbeskrivning/"
      },
      "opetushallitus": {
        "title": "Utbildningsstyrelsen",
        "image": "/oppija-raamit/img/OPH_logo-sv.svg",
        "link": "http://www.oph.fi/startsidan"
      },
      "opetusministerio": {
        "title": "Undervisnings- och kulturministeriet",
        "image": "/oppija-raamit/img/OKM_logo-sv.png",
        "link": "http://www.minedu.fi/OPM/?lang=sv"
      }
    }
  },
  "demo": {
    "warning": "Du kan inte söka till utbildningar i demomiljön."
  }
}
